{
  "count": 84,
  "next": null,
  "previous": null,
  "results": [
    {
      "id": 130113162,
      "text": "But what I am claiming here is not that television is entertaining but that it has made entertainment itself the natural format for the representation of all experience. Our television set keeps us in constant communion with the world, but it does so with a face whose smiling countenance is unalterable. The problem is not that television presents us with entertaining subject matter but that all subject matter is presented as entertaining, which is another issue altogether. To say it still another way: Entertainment is the supra-ideology of all discourse on television. No matter what is depicted or from what point of view, the overarching presumption is that it is there for our amusement and pleasure. That is why even on news shows which provide us daily with fragments of tragedy and barbarism, we are urged by the newscasters to “join them tomorrow.” What for? One would think that several minutes of murder and mayhem would suffice as material for a month of sleepless nights. We accept the newscasters’ invitation because we know that the “news” is not to be taken seriously, that it is all in fun, so to say. Everything about a news show tells us this—the good looks and amiability of the cast, their pleasant banter, the exciting music that opens and closes the show, the vivid film footage, the attractive commercials—all these and more suggest that what we have just seen is no cause for weeping. A news show, to put it plainly, is a format for entertainment, not for education, reflection or catharsis. And we must not judge too harshly those who have framed it in this way. They are not assembling the news to be read, or broadcasting it to be heard. They are televising the news to be seen. They must follow where their medium leads. There is no conspiracy here, no lack of intelligence, only a straightforward recognition that “good television” has little to do with what is “good” about exposition or other forms of verbal communication but everything to do with what the pictorial images look like.",
      "note": "",
      "location": 1478,
      "location_type": "location",
      "highlighted_at": "2021-01-09T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2021-01-09T15:46:10.153933Z",
      "book_id": 683053
    },
    {
      "id": 20343759,
      "text": "We might say that a technology is to a medium as the brain is to the mind. Like the brain, a technology is a physical apparatus. Like the mind, a medium is a use to which a physical apparatus is put. A technology becomes a medium as it employs a particular symbolic code, as it finds its place in a particular social setting, as it insinuates itself into economic and political contexts. A technology, in other words, is merely a machine. A medium is the social and intellectual environment a machine creates.",
      "note": "",
      "location": 1435,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.238384Z",
      "book_id": 683053
    },
    {
      "id": 20343758,
      "text": "“For example, Ted, we’re having an important discussion about the culture but in thirty seconds we’ll have to break for a commercial to sell cars or toothpaste.”",
      "note": "television teaches us to fragment our attention",
      "location": 199,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.238172Z",
      "book_id": 683053
    },
    {
      "id": 20343757,
      "text": "I do not mean that the trivialization of public information is all accomplished on television. I mean that television is the paradigm for our conception of public information. As the printing press did in an earlier time, television has achieved the power to define the form in which news must come, and it has also defined how we shall respond to it. In presenting news to us packaged as vaudeville, television induces other media to do the same, so that the total information environment begins to mirror television.",
      "note": "",
      "location": 1832,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.237961Z",
      "book_id": 683053
    },
    {
      "id": 20343756,
      "text": "Most Americans, including preachers, have difficulty accepting the truth, if they think about it at all, that not all forms of discourse can be converted from one medium to another. It is naive to suppose that something that has been expressed in one form can be expressed in another without significantly changing its meaning, texture or value.",
      "note": "",
      "location": 1917,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.237751Z",
      "book_id": 683053
    },
    {
      "id": 20343755,
      "text": "The value of telegraphy is undermined by applying the tests of permanence, continuity or coherence. The telegraph is suited only to the flashing of messages, each to be quickly replaced by a more up-to-date message. Facts push other facts into and then out of consciousness at speeds that neither permit nor require evaluation.",
      "note": "",
      "location": 1253,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.237543Z",
      "book_id": 683053
    },
    {
      "id": 20343754,
      "text": "“Perhaps the greatest of all pedagogical fallacies is the notion that a person learns only what he is studying at the time. Collateral learning in the way of formation of enduring attitudes ... may be and often is more important than the spelling lesson or lesson in geography or history.... For these attitudes are fundamentally what count in the future.” 1 In other words, the most important thing one learns is always something about how one learns. As Dewey wrote in another place, we learn what we do. Television educates by teaching children to do what television-viewing requires of them. And that is as precisely remote from what a classroom requires of them as reading a book is from watching a stage show.",
      "note": "",
      "location": 2324,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.237335Z",
      "book_id": 683053
    },
    {
      "id": 20343753,
      "text": "The influence of the printed word in every arena of public discourse was insistent and powerful not merely because of the quantity of printed matter but because of its monopoly. This point cannot be stressed enough, especially for those who are reluctant to acknowledge profound differences in the media environments of then and now. One sometimes hears it said, for example, that there is more printed matter available today than ever before, which is undoubtedly true. But from the seventeenth century to the late nineteenth century, printed matter was virtually all that was available. There were no movies to see, radio to hear, photographic displays to look at, records to play. There was no television. Public business was channeled into and expressed through print, which became the model, the metaphor and the measure of all discourse. The resonances of the lineal, analytical structure of print, and in particular, of expository prose, could be felt everywhere. For example, in how people talked.",
      "note": "Stoic week experiment. The medium dictates what we value",
      "location": 828,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.237126Z",
      "book_id": 683053
    },
    {
      "id": 20343752,
      "text": "Television has become, so to speak, the background radiation of the social and intellectual universe, the all-but-imperceptible residue of the electronic big bang of a century past, so familiar and so thoroughly integrated with American culture that we no longer hear its faint hissing in the background or see the flickering gray light. This, in turn, means that its epistemology goes largely unnoticed. And the peek-a-boo world it has constructed around us no longer seems even strange.",
      "note": "",
      "location": 1398,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.236923Z",
      "book_id": 683053
    },
    {
      "id": 20343751,
      "text": "Writing freezes speech and in so doing gives birth to the grammarian, the logician, the rhetorician, the historian, the scientist—all those who must hold language before them so that they can see what it means, where it errs, and where it is leading.",
      "note": "Text makes it really easy to think and analyze. Pausing and interpreting at will unlike other mediums (e.g. tv/radio)",
      "location": 384,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.236713Z",
      "book_id": 683053
    },
    {
      "id": 20343750,
      "text": "The photograph also lacks a syntax, which deprives it of a capacity to argue with the world. As an “objective” slice of space-time, the photograph testifies that someone was there or something happened. Its testimony is powerful but it offers no opinions—no “should-have-beens” or “might-have-beens.” Photography is preeminently a world of fact, not of dispute about facts or of conclusions to be drawn from them.",
      "note": "",
      "location": 1295,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.236507Z",
      "book_id": 683053
    },
    {
      "id": 20343749,
      "text": "The telegraph may have made the country into “one neighborhood,” but it was a peculiar one, populated by strangers who knew nothing but the most superficial facts about each other.",
      "note": "",
      "location": 1219,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.236302Z",
      "book_id": 683053
    },
    {
      "id": 20343748,
      "text": "The television commercial has oriented business away from making products of value and toward making consumers feel valuable, which means that the business of business has now become pseudo-therapy. The consumer is a patient assured by psycho-dramas.",
      "note": "",
      "location": 2086,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.236095Z",
      "book_id": 683053
    },
    {
      "id": 20343747,
      "text": "Thou shalt have no prerequisites   Every television program must be a complete package in itself. No previous knowledge is to be required. There must not be even a hint that learning is hierarchical, that it is an edifice constructed on a foundation. The learner must be allowed to enter at any point without prejudice. This is why you shall never hear or see a television program begin with the caution that if the viewer has not seen the previous programs, this one will be meaningless. Television is a nongraded curriculum and excludes no viewer for any reason, at any time. In other words, in doing away with the idea of sequence and continuity in education, television undermines the idea that sequence and continuity have anything to do with thought itself. Thou shalt induce no perplexity   In television teaching, perplexity is a superhighway to low ratings. A perplexed learner is a learner who will turn to another station. This means that there must be nothing that has to be remembered, studied, applied or, worst of all, endured. It is assumed that any information, story or idea can be made immediately accessible, since the contentment, not the growth, of the learner is paramount. Thou shalt avoid exposition like the ten plagues visited upon Egypt Of all the enemies of television-teaching, including continuity and perplexity, none is more formidable than exposition. Arguments, hypotheses, discussions, reasons, refutations or any of the traditional instruments of reasoned discourse turn television into radio or, worse, third-rate printed matter. Thus, television-teaching always takes the form of story-telling, conducted through dynamic images and supported by music. This is as characteristic of “Star Trek” as it is of “Cosmos,” of “Diff’rent Strokes” as of “Sesame Street,” of commercials as of “Nova.” Nothing will be taught on television that cannot be both visualized and placed in a theatrical context.",
      "note": "Rules television follows",
      "location": 2364,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "yellow",
      "updated": "2019-04-03T18:32:05.235880Z",
      "book_id": 683053
    },
    {
      "id": 20343746,
      "text": "But our media-metaphors are not so explicit or so vivid as these, and they are far more complex. In understanding their metaphorical function, we must take into account the symbolic forms of their information, the source of their information, the quantity and speed of their information, the context in which their information is experienced. Thus, it takes some digging to get at them, to grasp, for example, that a clock recreates time as an independent, mathematically precise sequence; that writing recreates the mind as a tablet on which experience is written; that the telegraph recreates news as a commodity. And yet, such digging becomes easier if we start from the assumption that in every tool we create, an idea is embedded that goes beyond the function of the thing itself.",
      "note": "",
      "location": 407,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.235653Z",
      "book_id": 683053
    },
    {
      "id": 20343745,
      "text": "the form in which ideas are expressed affects what those ideas will be.",
      "note": "",
      "location": 661,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.235442Z",
      "book_id": 683053
    },
    {
      "id": 20343744,
      "text": "Like telegraphy, photography recreates the world as a series of idiosyncratic events. There is no beginning, middle, or end in a world of photographs, as there is none implied by telegraphy. The world is atomized. There is only a present and it need not be part of any story that can be told.",
      "note": "",
      "location": 1312,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.235242Z",
      "book_id": 683053
    },
    {
      "id": 20343743,
      "text": "Whenever language is the principal medium of communication—especially language controlled by the rigors of print—an idea, a fact, a claim is the inevitable result. The idea may be banal, the fact irrelevant, the claim false, but there is no escape from meaning when language is the instrument guiding one’s thought. Though one may accomplish it from time to time, it is very hard to say nothing when employing a written English sentence. What else is exposition good for? Words have very little to recommend them except as carriers of meaning. The shapes of written words are not especially interesting to look at. Even the sounds of sentences of spoken words are rarely engaging except when composed by those with extraordinary poetic gifts. If a sentence refuses to issue forth a fact, a request, a question, an assertion, an explanation, it is nonsense, a mere grammatical shell. As a consequence a language-centered discourse such as was characteristic of eighteenth- and nineteenth-century America tends to be both content-laden and serious, all the more so when it takes its form from print. It is serious because meaning demands to be understood. A written sentence calls upon its author to say something, upon its reader to know the import of what is said. And when an author and reader are struggling with semantic meaning, they are engaged in the most serious challenge to the intellect. This is especially the case with the act of reading, for authors are not always trustworthy. They lie, they become confused, they over-generalize, they abuse logic and, sometimes, common sense. The reader must come armed, in a serious state of intellectual readiness. This is not easy because he comes to the text alone. In reading, one’s responses are isolated, one’s intellect thrown back on its own resources. To be confronted by the cold abstractions of printed sentences is to look upon language bare, without the assistance of either beauty or community. Thus, reading is by its nature a serious business. It is also, of course, an essentially rational activity.",
      "note": "",
      "location": 946,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.235023Z",
      "book_id": 683053
    },
    {
      "id": 20343742,
      "text": "The telegraph introduced a kind of public conversation whose form had startling characteristics: Its language was the language of headlines—sensational, fragmented, impersonal. News took the form of slogans, to be noted with excitement, to be forgotten with dispatch. Its language was also entirely discontinuous. One message had no connection to that which preceded or followed it. Each “headline” stood alone as its own context. The receiver of the news had to provide a meaning if he could. The sender was under no obligation to do so. And because of all this, the world as depicted by the telegraph began to appear unmanageable, even undecipherable. The line-by-line, sequential, continuous form of the printed page slowly began to lose its resonance as a metaphor of how knowledge was to be acquired and how the world was to be understood. “Knowing” the facts took on a new meaning, for it did not imply that one understood implications, background, or connections. Telegraphic discourse permitted no time for historical perspectives and gave no priority to the qualitative. To the telegraph, intelligence meant knowing of lots of things, not knowing about them.",
      "note": "",
      "location": 1256,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.234812Z",
      "book_id": 683053
    },
    {
      "id": 20343741,
      "text": "What I mean to point out here is that the introduction into a culture of a technique such as writing or a clock is not merely an extension of man’s power to bind time but a transformation of his way of thinking—and, of course, of the content of his culture. And that is what I mean to say by calling a medium a metaphor. We are told in school, quite correctly, that a metaphor suggests what a thing is like by comparing it to something else. And by the power of its suggestion, it so fixes a conception in our minds that we cannot imagine the one thing without the other:",
      "note": "",
      "location": 400,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.234605Z",
      "book_id": 683053
    },
    {
      "id": 20343740,
      "text": "For we must also remember that this was a culture without electricity. It would not have been easy to read by either candlelight or, later, gaslight. Doubtless, much reading was done between dawn and the start of the day’s business. What reading would have been done was done seriously, intensely, and with steadfast purpose.",
      "note": "Stoic experiment. Environment makes you",
      "location": 1129,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.234401Z",
      "book_id": 683053
    },
    {
      "id": 20343739,
      "text": "In both oral and typographic cultures, information derives its importance from the possibilities of action. Of course, in any communication environment, input (what one is informed about) always exceeds output (the possibilities of action based on information). But the situation created by telegraphy, and then exacerbated by later technologies, made the relationship between information and action both abstract and remote. For the first time in human history, people were faced with the problem of information glut, which means that simultaneously they were faced with the problem of a diminished social and political potency.",
      "note": "Anti-fragility. Signal to noise ration",
      "location": 1228,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.234203Z",
      "book_id": 683053
    },
    {
      "id": 20343738,
      "text": "Mainly, they will have learned that learning is a form of entertainment or, more precisely, that anything worth learning can take the form of an entertainment, and ought to. And they will not rebel if their English teacher asks them to learn the eight parts of speech through the medium of rock music. Or if their social studies teacher sings to them the facts about the War of 1812. Or if their physics comes to them on cookies and T-shirts. Indeed, they will expect it and thus will be well prepared to receive their politics, their religion, their news and their commerce in the same delightful way.",
      "note": "",
      "location": 2473,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.233996Z",
      "book_id": 683053
    },
    {
      "id": 20343737,
      "text": "Beneath its dying melody, a new note had been sounded, and photography and telegraphy set the key. Theirs was a “language” that denied interconnectedness, proceeded without context, argued the irrelevance of history, explained nothing, and offered fascination in place of complexity and coherence.",
      "note": "",
      "location": 1361,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.233787Z",
      "book_id": 683053
    },
    {
      "id": 20343736,
      "text": "While I do not know exactly what content was once carried in the smoke signals of American Indians, I can safely guess that it did not include philosophical argument. Puffs of smoke are insufficiently complex to express ideas on the nature of existence, and even if they were not, a Cherokee philosopher would run short of either wood or blankets long before he reached his second axiom. You cannot use smoke to do philosophy. Its form excludes the content.",
      "note": "medium matters. it allows expressivity",
      "location": 300,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.233584Z",
      "book_id": 683053
    },
    {
      "id": 20343735,
      "text": "But most of our daily news is inert, consisting of information that gives us something to talk about but cannot lead to any meaningful action. This fact is the principal legacy of the telegraph: By generating an abundance of irrelevant information, it dramatically altered what may be called the “information-action ratio.”",
      "note": "",
      "location": 1225,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.233377Z",
      "book_id": 683053
    },
    {
      "id": 20343734,
      "text": "Its principal theorists, even its most prosperous practitioners, believed capitalism to be based on the idea that both buyer and seller are sufficiently mature, well informed and reasonable to engage in transactions of mutual self-interest. If greed was taken to be the fuel of the capitalist engine, then surely rationality was the driver. The theory states, in part, that competition in the marketplace requires that the buyer not only knows what is good for him but also what is good. If the seller produces nothing of value, as determined by a rational marketplace, then he loses out. It is the assumption of rationality among buyers that spurs competitors to become winners, and winners to keep on winning. Where it is assumed that a buyer is unable to make rational decisions, laws are passed to invalidate transactions, as, for example, those which prohibit children from making contracts. In America, there even exists in law a requirement that sellers must tell the truth about their products, for if the buyer has no protection from false claims, rational decision-making is seriously impaired.",
      "note": "",
      "location": 2061,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.233169Z",
      "book_id": 683053
    },
    {
      "id": 20343733,
      "text": "Epistemology is a complex and usually opaque subject concerned with the origins and nature of knowledge.",
      "note": "",
      "location": 445,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.232963Z",
      "book_id": 683053
    },
    {
      "id": 20343732,
      "text": "“is to keep everything brief, not to strain the attention of anyone but instead to provide constant stimulation through variety, novelty, action, and movement. You are required ... to pay attention to no concept, no character, and no problem for more than a few seconds at a time.” 2 He goes on to say that the assumptions controlling a news show are “that bite-sized is best, that complexity must be avoided, that nuances are dispensable, that qualifications impede the simple message, that visual stimulation is a substitute for thought, and that verbal precision is an anachronism.”",
      "note": "",
      "location": 1743,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.232755Z",
      "book_id": 683053
    },
    {
      "id": 20343731,
      "text": "For in the end, he was trying to tell us that what afflicted the people in Brave New World was not that they were laughing instead of thinking, but that they did not know what they were laughing about and why they had stopped thinking.",
      "note": "",
      "location": 2601,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.232546Z",
      "book_id": 683053
    },
    {
      "id": 20343730,
      "text": "What all of this means is that our culture has moved toward a new way of conducting its business, especially its important business. The nature of its discourse is changing as the demarcation line between what is show business and what is not becomes harder to see with each passing day. Our priests and presidents, our surgeons and lawyers, our educators and newscasters need worry less about satisfying the demands of their discipline than the demands of good showmanship.",
      "note": "",
      "location": 1639,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.232344Z",
      "book_id": 683053
    },
    {
      "id": 20343729,
      "text": "Advertising became one part depth psychology, one part aesthetic theory. Reason had to move itself to other arenas.",
      "note": "",
      "location": 1113,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.232136Z",
      "book_id": 683053
    },
    {
      "id": 20343728,
      "text": "The point I am leading to by this and the previous examples is that the concept of truth is intimately linked to the biases of forms of expression. Truth does not, and never has, come unadorned. It must appear in its proper clothing or it is not acknowledged, which is a way of saying that the “truth” is a kind of cultural prejudice. Each culture conceives of it as being most authentically expressed in certain symbolic forms that another culture may regard as trivial or irrelevant.",
      "note": "",
      "location": 534,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.231932Z",
      "book_id": 683053
    },
    {
      "id": 20343727,
      "text": "It is true enough that the photograph provides a context for the sentence you have been given, and that the sentence provides a context of sorts for the photograph, and you may even believe for a day or so that you have learned something. But if the event is entirely self-contained, devoid of any relationship to your past knowledge or future plans, if that is the beginning and end of your encounter with the stranger, then the appearance of context provided by the conjunction of sentence and image is illusory, and so is the impression of meaning attached to it. You will, in fact, have “learned” nothing (except perhaps to avoid strangers with photographs), and the illyx will fade from your mental landscape as though it had never been. At best you are left with an amusing bit of trivia, good for trading in cocktail party chatter or solving a crossword puzzle, but nothing more.",
      "note": "How learning happens",
      "location": 1336,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.231691Z",
      "book_id": 683053
    },
    {
      "id": 20343726,
      "text": "Since intelligence is primarily defined as one’s capacity to grasp the truth of things, it follows that what a culture means by intelligence is derived from the character of its important forms of communication.",
      "note": "",
      "location": 566,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.231490Z",
      "book_id": 683053
    },
    {
      "id": 20343725,
      "text": "A pseudo-context is a structure invented to give fragmented and irrelevant information a seeming use. But the use the pseudo-context provides is not action, or problem-solving, or change. It is the only use left for information with no genuine connection to our lives. And that, of course, is to amuse. The pseudo-context is the last refuge, so to say, of a culture overwhelmed by irrelevance, incoherence, and impotence.",
      "note": "KW: pseudo-context",
      "location": 1352,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.231275Z",
      "book_id": 683053
    },
    {
      "id": 20343724,
      "text": "television offers viewers a variety of subject matter, requires minimal skills to comprehend it, and is largely aimed at emotional gratification.",
      "note": "",
      "location": 1471,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.231056Z",
      "book_id": 683053
    },
    {
      "id": 20343723,
      "text": "To understand the role that the printed word played in providing an earlier America with its assumptions about intelligence, truth and the nature of discourse, one must keep in view that the act of reading in the eighteenth and nineteenth centuries had an entirely different quality to it than the act of reading does today. For one thing, as I have said, the printed word had a monopoly on both attention and intellect, there being no other means, besides the oral tradition, to have access to public knowledge. Public figures were known largely by their written words, for example, not by their looks or even their oratory. It is quite likely that most of the first fifteen presidents of the United States would not have been recognized had they passed the average citizen in the street. This would have been the case as well of the great lawyers, ministers and scientists of that era. To think about those men was to think about what they had written, to judge them by their public positions, their arguments, their knowledge as codified in the printed word. You may get some sense of how we are separated from this kind of consciousness by thinking about any of our recent presidents; or even preachers, lawyers and scientists who are or who have recently been public figures. Think of Richard Nixon or Jimmy Carter or Billy Graham, or even Albert Einstein, and what will come to your mind is an image, a picture of a face, most likely a face on a television screen (in Einstein’s case, a photograph of a face). Of words, almost nothing will come to mind. This is the difference between thinking in a word-centered culture and thinking in an image-centered culture.",
      "note": "",
      "location": 1114,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.230846Z",
      "book_id": 683053
    },
    {
      "id": 20343722,
      "text": "A message denotes a specific, concrete statement about the world. But the forms of our media, including the symbols through which they permit conversation, do not make such statements. They are rather like metaphors, working by unobtrusive but powerful implication to enforce their special definitions of reality. Whether we are experiencing the world through the lens of speech or the printed word or the television camera, our media-metaphors classify the world for us, sequence it, frame it, enlarge it, reduce it, color it, argue a case for what the world is like. As Ernst Cassirer remarked:",
      "note": "medium as a metaphor",
      "location": 352,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.230644Z",
      "book_id": 683053
    },
    {
      "id": 20343721,
      "text": "Truth, like time itself, is a product of a conversation man has with himself about and through the techniques of communication he has invented.",
      "note": "",
      "location": 565,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.230429Z",
      "book_id": 683053
    },
    {
      "id": 20343720,
      "text": "photography is a language that speaks only in particularities. Its vocabulary of images is limited to concrete representation. Unlike words and sentences, the photograph does not present to us an idea or concept about the world, except as we use language itself to convert the image to idea. By itself, a photograph cannot deal with the unseen, the remote, the internal, the abstract.",
      "note": "",
      "location": 1283,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.230196Z",
      "book_id": 683053
    },
    {
      "id": 20343719,
      "text": "almost every scholar who has grappled with the question of what reading does to one’s habits of mind has concluded that the process encourages rationality; that the sequential, propositional character of the written word fosters what Walter Ong calls the “analytic management of knowledge.” To engage the written word means to follow a line of thought, which requires considerable powers of classifying, inference-making and reasoning. It means to uncover lies, confusions, and overgeneralizations, to detect abuses of logic and common sense. It also means to weigh ideas, to compare and contrast assertions, to connect one generalization to another. To accomplish this, one must achieve a certain distance from the words themselves, which is, in fact, encouraged by the isolated and impersonal text. That is why a good reader does not cheer an apt sentence or pause to applaud even an inspired paragraph. Analytic thought is too busy for that, and too detached.",
      "note": "",
      "location": 962,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.229984Z",
      "book_id": 683053
    },
    {
      "id": 20343718,
      "text": "unless its author assumed a connection between forms of human communication and the quality of a culture.",
      "note": "",
      "location": 335,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.229773Z",
      "book_id": 683053
    },
    {
      "id": 20343717,
      "text": "implied, telegraphy made relevance irrelevant. The abundant flow of information had very little or nothing to do with those to whom it was addressed; that is, with any social or intellectual context in which their lives were embedded.",
      "note": "",
      "location": 1215,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.229567Z",
      "book_id": 683053
    },
    {
      "id": 20343716,
      "text": "There is no more disturbing consequence of the electronic and graphic revolution than this: that the world as given to us through television seems natural, not bizarre. For the loss of the sense of the strange is a sign of adjustment, and the extent to which we have adjusted is a measure of the extent to which we have been changed. Our culture’s adjustment to the epistemology of television is by now all but complete; we have so thoroughly accepted its definitions of truth, knowledge, and reality that irrelevance seems to us to be filled with import, and incoherence seems eminently sane. And if some of our institutions seem not to fit the template of the times, why it is they, and not the template, that seem to us disordered and strange.",
      "note": "",
      "location": 1402,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.229359Z",
      "book_id": 683053
    },
    {
      "id": 20343715,
      "text": "This change-over has dramatically and irreversibly shifted the content and meaning of public discourse, since two media so vastly different cannot accommodate the same ideas. As the influence of print wanes, the content of politics, religion, education, and anything else that comprises public business must change and be recast in terms that are most suitable to television.",
      "note": "",
      "location": 322,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.229160Z",
      "book_id": 683053
    },
    {
      "id": 20343714,
      "text": "Our conversations about nature and about ourselves are conducted in whatever “languages” we find it possible and convenient to employ. We do not see nature or intelligence or human motivation or ideology as “it” is but only as our languages are. And our languages are our media. Our media are our metaphors. Our metaphors create the content of our culture.",
      "note": "",
      "location": 427,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.228958Z",
      "book_id": 683053
    },
    {
      "id": 20343713,
      "text": "It is an argument that fixes its attention on the forms of human conversation, and postulates that how we are obliged to conduct such conversations will have the strongest possible influence on what ideas we can conveniently express. And what ideas are convenient to express inevitably become the important content of a culture.",
      "note": "",
      "location": 294,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.228757Z",
      "book_id": 683053
    },
    {
      "id": 20343712,
      "text": "Exposition is a mode of thought, a method of learning, and a means of expression. Almost all of the characteristics we associate with mature discourse were amplified by typography, which has the strongest possible bias toward exposition: a sophisticated ability to think conceptually, deductively and sequentially; a high valuation of reason and order; an abhorrence of contradiction; a large capacity for detachment and objectivity; and a tolerance for delayed response.",
      "note": "KW: Exposition",
      "location": 1156,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.228548Z",
      "book_id": 683053
    },
    {
      "id": 20343711,
      "text": "If on television, credibility replaces reality as the decisive test of truth-telling, political leaders need not trouble themselves very much with reality provided that their performances consistently generate a sense of verisimilitude.",
      "note": "",
      "location": 1691,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.228321Z",
      "book_id": 683053
    },
    {
      "id": 20343710,
      "text": "Every medium of communication, I am claiming, has resonance, for resonance is metaphor writ large. Whatever the original and limited context of its use may have been, a medium has the power to fly far beyond that context into new and unexpected ones. Because of the way it directs us to organize our minds and integrate our experience of the world, it imposes itself on our consciousness and social institutions in myriad forms. It sometimes has the power to become implicated in our concepts of piety, or goodness, or beauty. And it is always implicated in the ways we define and regulate our ideas of truth.",
      "note": "",
      "location": 462,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.228124Z",
      "book_id": 683053
    },
    {
      "id": 20343709,
      "text": "A myth is a way of thinking so deeply embedded in our consciousness that it is invisible. This is now the way of television. We are no longer fascinated or perplexed by its machinery. We do not tell stories of its wonders. We do not confine our television sets to special rooms. We do not doubt the reality of what we see on television, are largely unaware of the special angle of vision it affords.",
      "note": "",
      "location": 1390,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.227914Z",
      "book_id": 683053
    },
    {
      "id": 20343708,
      "text": "Telegraphy also made public discourse essentially incoherent. It brought into being a world of broken time and broken attention, to use Lewis Mumford’s phrase. The principal strength of the telegraph was its capacity to move information, not collect it, explain it or analyze it. In this respect, telegraphy was the exact opposite of typography. Books, for example, are an excellent container for the accumulation, quiet scrutiny and organized analysis of information and ideas. It takes time to write a book, and to read one; time to discuss its contents and to make judgments about their merit, including the form of their presentation. A book is an attempt to make thought permanent and to contribute to the great conversation conducted by authors of the past.",
      "note": "",
      "location": 1247,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.227686Z",
      "book_id": 683053
    },
    {
      "id": 20343707,
      "text": "Moreover, commercials have the advantage of vivid visual symbols through which we may easily learn the lessons being taught. Among those lessons are that short and simple messages are preferable to long and complex ones; that drama is to be preferred over exposition; that being sold solutions is better than being confronted with questions about problems. Such beliefs would naturally have implications for our orientation to political discourse; that is to say, we may begin to accept as normal certain assumptions about the political domain that either derive from or are amplified by the television commercial.",
      "note": "",
      "location": 2126,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.227482Z",
      "book_id": 683053
    },
    {
      "id": 20343706,
      "text": "The single most important fact about television is that people watch it, which is why it is called “television. ”And what they watch, and like to watch, are moving pictures—millions of them, of short duration and dynamic variety. It is in the nature of the medium that it must suppress the content of ideas in order to accommodate the requirements of visual interest; that is to say, to accommodate the values of show business.",
      "note": "",
      "location": 1550,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.227274Z",
      "book_id": 683053
    },
    {
      "id": 20343705,
      "text": "I refer, first, to the fact that television’s principal contribution to educational philosophy is the idea that teaching and entertainment are inseparable. This entirely original conception is to be found nowhere in educational discourses, from Confucius to Plato to Cicero to Locke to John Dewey. In searching the literature of education, you will find it said by some that children will learn best when they are interested in what they are learning. You will find it said—Plato and Dewey emphasized this —that reason is best cultivated when it is rooted in robust emotional ground. You will even find some who say that learning is best facilitated by a loving and benign teacher. But no one has ever said or implied that significant learning is effectively, durably and truthfully achieved when education is entertainment. Education philosophers have assumed that becoming acculturated is difficult because it necessarily involves the imposition of restraints. They have argued that there must be a sequence to learning, that perseverance and a certain measure of perspiration are indispensable, that individual pleasures must frequently be submerged in the interests of group cohesion, and that learning to be critical and to think conceptually and rigorously do not come easily to the young but are hard-fought victories. Indeed, Cicero remarked that the purpose of education is to free the student from the tyranny of the present, which cannot be pleasurable for those, like the young, who are struggling hard to do the opposite—that is, accommodate themselves to the present.",
      "note": "",
      "location": 2350,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.227056Z",
      "book_id": 683053
    },
    {
      "id": 20343704,
      "text": "To be rationally considered, any claim—commercial or otherwise—must be made in language. More precisely, it must take the form of a proposition, for that is the universe of discourse from which such words as “true” and “false” come. If that universe of discourse is discarded, then the application of empirical tests, logical analysis or any of the other instruments of reason are impotent.",
      "note": "",
      "location": 2070,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.226861Z",
      "book_id": 683053
    },
    {
      "id": 20343703,
      "text": "Some ways of truth-telling are better than others, and therefore have a healthier influence on the cultures that adopt them.",
      "note": "",
      "location": 558,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.226657Z",
      "book_id": 683053
    },
    {
      "id": 20343702,
      "text": "Of course, like the brain itself, every technology has an inherent bias. It has within its physical form a predisposition toward being used in certain ways and not others.",
      "note": "",
      "location": 1439,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.226457Z",
      "book_id": 683053
    },
    {
      "id": 20343701,
      "text": "Language makes sense only when it is presented as a sequence of propositions. Meaning is distorted when a word or sentence is, as we say, taken out of context; when a reader or listener is deprived of what was said before, and after. But there is no such thing as a photograph taken out of context, for a photograph does not require one. In fact, the point of photography is to isolate images from context, so as to make them visible in a different way. In a world of photographic images, Ms. Sontag writes, “all borders ... seem arbitrary. Anything can be separated, can be made discontinuous, from anything else: All that is necessary is to frame the subject differently.”8 She is remarking on the capacity of photographs to perform a peculiar kind of dismembering of reality, a wrenching of moments out of their contexts, and a juxtaposing of events and things that have no logical or historical connection with each other.",
      "note": "",
      "location": 1305,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.226250Z",
      "book_id": 683053
    },
    {
      "id": 20343700,
      "text": "If you have learned how to get to meanings without aesthetic distraction, you are required to assume an attitude of detachment and objectivity. This includes your bringing to the task what Bertrand Russell called an “immunity to eloquence,” meaning that you are able to distinguish between the sensuous pleasure, or charm, or ingratiating tone (if such there be) of the words, and the logic of their argument. But at the same time, you must be able to tell from the tone of the language what is the author’s attitude toward the subject and toward the reader. You must, in other words, know the difference between a joke and an argument. And in judging the quality of an argument, you must be able to do several things at once, including delaying a verdict until the entire argument is finished, holding in mind questions until you have determined where, when or if the text answers them, and bringing to bear on the text all of your relevant experience as a counterargument to what is being proposed. You must also be able to withhold those parts of your knowledge and experience which, in fact, do not have a bearing on the argument. And in preparing yourself to do all of this, you must have divested yourself of the belief that words are magical and, above all, have learned to negotiate the world of abstractions, for there are very few phrases and sentences in this book that require you to call forth concrete images. In a print-culture, we are apt to say of people who are not intelligent that we must “draw them pictures” so that they may understand. Intelligence implies that one can dwell comfortably without pictures, in a field of concepts and generalizations.",
      "note": "Argument for text as a medium for conversation",
      "location": 580,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.226052Z",
      "book_id": 683053
    },
    {
      "id": 20343699,
      "text": "But it is not time constraints alone that produce such fragmented and discontinuous language. When a television show is in process, it is very nearly impermissible to say, “Let me think about that” or “I don’t know” or “What do you mean when you say ... ?” or “From what sources does your information come?” This type of discourse not only slows down the tempo of the show but creates the impression of uncertainty or lack of finish. It tends to reveal people in the act of thinking, which is as disconcerting and boring on television as it is on a Las Vegas stage.",
      "note": "",
      "location": 1527,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.225851Z",
      "book_id": 683053
    },
    {
      "id": 20343698,
      "text": "The news elicits from you a variety of opinions about which you can do nothing except to offer them as more news, about which you can do nothing.",
      "note": "",
      "location": 1240,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.225642Z",
      "book_id": 683053
    },
    {
      "id": 20343697,
      "text": "Language, of course, is the medium we use to challenge, dispute, and cross-examine what comes into view, what is on the surface.",
      "note": "",
      "location": 1300,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.225437Z",
      "book_id": 683053
    },
    {
      "id": 20343696,
      "text": "In saying this, I do not mean to imply that television news deliberately aims to deprive Americans of a coherent, contextual understanding of their world. I mean to say that when news is packaged as entertainment, that is the inevitable result. And in saying that the television news show entertains but does not inform, I am saying something far more serious than that we are being deprived of authentic information. I am saying we are losing our sense of what it means to be well informed. Ignorance is always correctable. But what shall we do if we take ignorance to be knowledge?",
      "note": "",
      "location": 1775,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.225238Z",
      "book_id": 683053
    },
    {
      "id": 20343695,
      "text": "Television has achieved the status of “meta-medium”—an instrument that directs not only our knowledge of the world, but our knowledge of ways of knowing as well.",
      "note": "",
      "location": 1387,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.225035Z",
      "book_id": 683053
    },
    {
      "id": 20343694,
      "text": "Each of the media that entered the electronic conversation in the late nineteenth and early twentieth centuries followed the lead of the telegraph and the photograph, and amplified their biases. Some, such as film, were by their nature inclined to do so. Others, whose bias was rather toward the amplification of rational speech—like radio—were overwhelmed by the thrust of the new epistemology and came in the end to support it. Together, this ensemble of electronic techniques called into being a new world—a peek-a-boo world, where now this event, now that, pops into view for a moment, then vanishes again. It is a world without much coherence or sense; a world that does not ask us, indeed, does not permit us to do anything; a world that is, like the child’s game of peek-a-boo, entirely self-contained. But like peek-a-boo, it is also endlessly entertaining.",
      "note": "",
      "location": 1364,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.224840Z",
      "book_id": 683053
    },
    {
      "id": 20343693,
      "text": "our age is characterized by a “refusal to remember”; he cited, among other things, the shattering fact that there are now more than one hundred books in print that deny that the Holocaust ever took place. The historian Carl Schorske has, in my opinion, circled closer to the truth by noting that the modern mind has grown indifferent to history because history has become useless to it; in other words, it is not obstinacy or ignorance but a sense of irrelevance that leads to the diminution of history. Television’s Bill Moyers inches still closer when he says, “I worry that my own business ... helps to make this an anxious age of agitated amnesiacs.... We Americans seem to know everything about the last twenty-four hours but very little of the last sixty centuries or the last sixty years.”4 Terence Moran, I believe, lands on the target in saying that with media whose structure is biased toward furnishing images and fragments, we are deprived of access to an historical perspective. In the absence of continuity and context, he says, “bits of information cannot be integrated into an intelligent and consistent whole.”5 We do not refuse to remember; neither do we find it exactly useless to remember. Rather, we are being rendered unfit to remember. For if remembering is to be something more than nostalgia, it requires a contextual basis—a theory, a vision, a metaphor—something within which facts can be organized and patterns discerned. The politics of image and instantaneous news provides no such context, is, in fact, hampered by attempts to provide any. A mirror records only what you are wearing today. It is silent about yesterday. With television, we vault ourselves into a continuous, incoherent present.",
      "note": "",
      "location": 2212,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.224639Z",
      "book_id": 683053
    },
    {
      "id": 20343692,
      "text": "For on television, discourse is conducted largely through visual imagery, which is to say that television gives us a conversation in images, not words. The emergence of the image-manager in the political arena and the concomitant decline of the speech writer attest to the fact that television demands a different kind of content from other media. You cannot do political philosophy on television. Its form works against the content.",
      "note": "different medium requires different message",
      "location": 308,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.224443Z",
      "book_id": 683053
    },
    {
      "id": 20343691,
      "text": "the photograph was the perfect complement to the flood of telegraphic news-from-nowhere that threatened to submerge readers in a sea of facts from unknown places about strangers with unknown faces. For the photograph gave a concrete reality to the strange-sounding datelines, and attached faces to the unknown names. Thus it provided the illusion, at least, that “the news” had a connection to something within one’s sensory experience. It created an apparent context for the “news of the day.” And the “news of the day” created a context for the photograph.",
      "note": "",
      "location": 1328,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.224229Z",
      "book_id": 683053
    },
    {
      "id": 20343690,
      "text": "The new imagery, with photography at its forefront, did not merely function as a supplement to language, but bid to replace it as our dominant means for construing, understanding, and testing reality.",
      "note": "",
      "location": 1321,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.224026Z",
      "book_id": 683053
    },
    {
      "id": 20343689,
      "text": "This is the lesson of all great television commercials: They provide a slogan, a symbol or a focus that creates for viewers a comprehensive and compelling image of themselves. In the shift from party politics to television politics, the same goal is sought.",
      "note": "",
      "location": 2183,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.223806Z",
      "book_id": 683053
    },
    {
      "id": 20343688,
      "text": "We dare not suppose therefore that all human minds are unanimous in understanding how the world is put together. But how much more divergence there is in world view among different cultures can be imagined when we consider the great number and variety of tools for conversation that go beyond speech. For although culture is a creation of speech, it is recreated anew by every medium of communication—from painting to hieroglyphs to the alphabet to television. Each medium, like language itself, makes possible a unique mode of discourse by providing a new orientation for thought, for expression, for sensibility.",
      "note": "",
      "location": 346,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.223604Z",
      "book_id": 683053
    },
    {
      "id": 20343687,
      "text": "It is also the difference between living in a culture that provides little opportunity for leisure, and one that provides much.",
      "note": "",
      "location": 1125,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.223402Z",
      "book_id": 683053
    },
    {
      "id": 20343686,
      "text": "the crossword puzzle became a popular form of diversion in America at just that point when the telegraph and the photograph had achieved the transformation of news from functional information to decontextualized fact. This coincidence suggests that the new technologies had turned the age-old problem of information on its head: Where people once sought information to manage the real contexts of their lives, now they had to invent contexts in which otherwise useless information might be put to some apparent use.",
      "note": "Interesting fact (new contexts)",
      "location": 1343,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.223214Z",
      "book_id": 683053
    },
    {
      "id": 20343685,
      "text": "In any sport the standard of excellence is well known to both the players and spectators, and an athlete’s reputation rises and falls by his or her proximity to that standard.",
      "note": "",
      "location": 2037,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.222996Z",
      "book_id": 683053
    },
    {
      "id": 20343684,
      "text": "Show business is not entirely without an idea of excellence, but its main business is to please the crowd, and its principal instrument is artifice. If politics is like show business, then the idea is not to pursue excellence, clarity or honesty but to appear as if you are, which is another matter altogether. And what the other matter is can be expressed in one word: advertising.",
      "note": "",
      "location": 2047,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.222794Z",
      "book_id": 683053
    },
    {
      "id": 20343683,
      "text": "American television, in other words, is devoted entirely to supplying its audience with entertainment.",
      "note": "",
      "location": 1473,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.222587Z",
      "book_id": 683053
    },
    {
      "id": 20343681,
      "text": "Stated in its simplest form, it is that television provides a new (or, possibly, restores an old) definition of truth: The credibility of the teller is the ultimate test of the truth of a proposition. “Credibility” here does not refer to the past record of the teller for making statements that have survived the rigors of reality-testing. It refers only to the impression of sincerity, authenticity, vulnerability or attractiveness (choose one or more) conveyed by the actor/reporter.",
      "note": "",
      "location": 1687,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.222196Z",
      "book_id": 683053
    },
    {
      "id": 20343680,
      "text": "To be unaware that a technology comes equipped with a program for social change, to maintain that technology is neutral, to make the assumption that technology is always a friend to culture is, at this late hour, stupidity plain and simple. Moreover, we have seen enough by now to know that technological changes in our modes of communication are even more ideology-laden than changes in our modes of transportation. Introduce the alphabet to a culture and you change its cognitive habits, its social relations, its notions of community, history and religion. Introduce the printing press with movable type, and you do the same. Introduce speed-of-light transmission of images and you make a cultural revolution. Without a vote. Without polemics. Without guerrilla resistance. Here is ideology, pure if not serene. Here is ideology without words, and all the more powerful for their absence. All that is required to make it stick is a population that devoutly believes in the inevitability of progress. And in this sense, all Americans are Marxists, for we believe nothing if not that history is moving us toward some preordained paradise and that technology is the force behind that movement.",
      "note": "",
      "location": 2514,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.221988Z",
      "book_id": 683053
    },
    {
      "id": 20343679,
      "text": "average. This is a brash and startling structure for communication since, as I remarked earlier, the commercial always addresses itself to the psychological needs of the viewer. Thus it is not merely therapy. It is instant therapy. Indeed, it puts forward a psychological theory of unique axioms: The commercial asks us to believe that all problems are solvable, that they are solvable fast, and that they are solvable fast through the interventions of technology, techniques and chemistry. This is, of course, a preposterous theory about the roots of discontent, and would appear so to anyone hearing or reading it. But the commercial disdains exposition, for that takes time and invites argument. It is a very bad commercial indeed that engages the viewer in wondering about the validity of the point being made. That is why most commercials use the literary device of the pseudo-parable as a means of doing their work.",
      "note": "",
      "location": 2117,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.221786Z",
      "book_id": 683053
    },
    {
      "id": 20343678,
      "text": "By substituting images for claims, the pictorial commercial made emotional appeal, not tests of truth, the basis of consumer decisions.",
      "note": "",
      "location": 2075,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.221585Z",
      "book_id": 683053
    },
    {
      "id": 20343677,
      "text": "My argument is limited to saying that a major new medium changes the structure of discourse; it does so by encouraging certain uses of the intellect, by favoring certain definitions of intelligence and wisdom, and by demanding a certain kind of content—in a phrase, by creating new forms of truth-telling. I will say once again that I am no relativist in this matter, and that I believe the epistemology created by television not only is inferior to a print-based epistemology but is dangerous and absurdist.",
      "note": "Premise of book",
      "location": 603,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.221383Z",
      "book_id": 683053
    },
    {
      "id": 20343676,
      "text": "In any case, the point I am trying to make is that only through a deep and unfailing awareness of the structure and effects of information, through a demystification of media, is there any hope of our gaining some measure of control over television, or the computer, or any other medium.",
      "note": "",
      "location": 2573,
      "location_type": "location",
      "highlighted_at": "2019-02-06T04:56:00Z",
      "url": null,
      "color": "blue",
      "updated": "2019-04-03T18:32:05.221138Z",
      "book_id": 683053
    }
  ]
}